/*
 * Serial number localization strings (stolen from Server Admin)
 */ 

"kSerialNumberUserLimit" = "Licence pour %ld clients";

"kSerialNumberUserLimitNoLimit" = "Pour un nombre illimité de clients";

"kSerialNumberUserLimitUnknown" = "Non disponible";

"kSerialNumberUserLimitNotSupported" = "Non disponible dans Mac OS X Server 10.2.";

"kInvalidSerialNumber" = "Numéro de série non valide";

"kLastSerialNumberInvalid" = "Le numéro de série (%@) n’est pas valide. Fournissez-en un qui soit accepté.";

"kNeverExpires" = "N’expire jamais";

"kExpiresOn" = "Expire le : ";

"100038" = "numéro de série dupliqué"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "numéro de série déjà enregistré"; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "impossible d’enregistrer le numéro de série"; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "Numéro de série non valide"; /* INVALID_LICENSE_ERR */

"100042" = "impossible de vérifier la licence avec le démon"; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "impossible de vérifier la licence à cause du coupe-feu"; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "impossible de vérifier la licence"; /* LICENSE_PARAMETER_ERR */

"100045" = "impossible de stocker le numéro de série"; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "impossible de récupérer le numéro de série"; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "Le numéro de série a expiré"; /* EXPIRED_LICENSE_ERR */
